Repository: capyburator/linuxdev
Catalog: 12_InstallPackaging/*.po
Languages: ru

source: Program that guesses a number
ru: Программа, угадываюшая ваше число

source: USAGE: [LANGUAGE=ru_RU] ./guess-number [OPTIONS]
ru: Использование: [LANGUAGE=ru_RU] ./guess-number [ПАРАМЕТРЫ]

source: OPTIONS:
ru: ПАРАМЕТРЫ:

source: -r, --roman Print numbers in roman notation
ru: -r, --roman Печать чисел в римской системе счисления

source: -h, --help Print help
ru: -h, --help Показать справку

source: Unrecognized option, try -h or --help
ru: Неизвестный параметр, запустите с -h или --help для справки

source: Pick a number within [%s,
ru: Загадайте число в диапазоне [%s,

source: Pick a number within [%d, %d]
ru: Загадайте число в диапазоне [%d, %d]

source: Is your number greater than %s? [y/n]:
ru: Ваше число больше, чем %s? [д/н]:

source: Is your number greater than %d? [y/n]:
ru: Ваше число больше, чем %d? [д/н]:

source: y
ru: д

source: n
ru: н

source: Type `yes` or `no`:
ru: Введите `да` или `нет`:

source: Your number is %s.
ru: Ваше число равно %s.

source: Your number is %d.
ru: Ваше число равно %d.
